<template>
  <div class="standard">
    1. 亦作“ 标准 ”。1.衡量人或事物的依据或准则。
    《文选·袁宏<三国名臣序赞>》：“器范自然，标准无假。” 吕延济注：“器量法度出於自然，为人标望准的，无所假借也。”
    《荀子·儒效》“﹝君子﹞行有防表” 唐·杨倞注：“行有防表，谓有标准也。”
    毛泽东《实践论》：“真理的标准只能是社会的实践。”<br/>
    2. 榜样；规范。
    晋·孙绰《丞相王导碑》：“玄性合乎道旨，冲一体之自然；柔畅协乎春风，温而侔于冬日。信人伦之水镜，道德之标准也。”
    唐·杜甫《赠郑十八贲》诗：“示我百篇文，诗家一标准。”
    元·沈禧《一枝花·题张思恭<望云思亲卷>》套曲：“孝心未伸，孝思怎忍，留取箇孝行名儿做标准。”
  </div>
</template>

<script>
export default {
  name: "standard",
  props: ['datas']
}
</script>

<style scoped lang="less">
.standard {
  padding: 10px;
}
</style>
